AlsaMixer.app
Brainfunk
GConf
LuaJIT
NetworkManager
SDL2
Thunar
aalib
aalib-utils
accountsservice
acl
acpid
adwaita-icon-theme
alacritty
alacritty-terminfo
alsa-lib
alsa-plugins-pulseaudio
alsa-utils
apl
at-spi2-atk
at-spi2-core
atk
atkmm
attr
autoconf
avahi-glib-libs
avahi-libs
base-files
base-system
bash
bc
bff
binutils
binutils-doc
boost
boost-python3-1.72
brotli
bsdtar
bspwm
btrfs-progs
bzip2
bzip2-devel
c-ares
ca-certificates
cairo
cairomm
cbindgen
celt
chrony
clang
colord
compton
coreutils
cowsay
cpio
cryptsetup
curl
dash
dbus
dbus-devel
dbus-glib
dbus-libs
dbus-x11
dconf
dejavu-fonts-ttf
deluge
deluge-gtk
desktop-file-utils
device-mapper
dhcpcd
diffutils
discord
dmraid
dnssec-anchors
docbook-xml
docbook-xsl
dosfstools
double-conversion
dracut
dunst
e2fsprogs
e2fsprogs-libs
ecl
efibootmgr
elfutils-devel
elogind
ethtool
eudev
eudev-libudev
exo
expat
expat-devel
f2fs-tools
faad2
fcitx
fcitx-configtool
fcitx-unikey
fcitx-unikey-qt5
fdk-aac
feh
ffmpeg
figlet
file
file-roller
findutils
firefox
fish-shell
flameshot
font-Siji
font-adobe-source-code-pro
font-alias
font-awesome
font-misc-misc
font-sourcecodepro
font-util
fontconfig
fontforge
fontmanager
fortune-mod
fortune-mod-anarchism
fortune-mod-void
freefont-ttf
freetype
fribidi
fuse
fuse3
garcon
gawk
gc
gc-devel
gcc
gcr
gdbm
gdk-pixbuf
ghc
ghc-doc
giflib
gir-freedesktop
git
git-lfs
glib
glib-devel
glib-networking
glibc
glibc-devel
glibc-locales
glibmm
glslang
gmp
gmp-devel
gnome-keyring
gnome-terminal
gnupg
gnupg2
gnutls
gotop
graphite
grep
groff
grub
grub-i386-efi
grub-x86_64-efi
gsettings-desktop-schemas
gstreamer1
gtk+
gtk+3
gtk-doc
gtk-update-icon-cache
gtkmm
gvfs
gvfs-afc
gvfs-mtp
gvfs-smb
gzip
hicolor-icon-theme
hsetroot
htop
hwids
i3-gaps
i3lock-color
iana-etc
ibus
ibus-bamboo
icu
icu-libs
imake
imlib2
inetutils
inetutils-dnsdomainname
inetutils-ftp
inetutils-hostname
inetutils-ifconfig
inetutils-inetd
inetutils-ping
inetutils-rcp
inetutils-rexec
inetutils-rlogin
inetutils-rsh
inetutils-syslog
inetutils-talk
inetutils-telnet
inetutils-tftp
inetutils-traceroute
inetutils-uucpd
inetutils-whois
iproute2
iptables
iputils
ipw2100-firmware
ipw2200-firmware
iso-codes
iw
jack
jansson
jq
json-c
json-glib
jsoncpp
kbd
kbd-data
kernel-libc-headers
kmod
kpartx
lame
lcms2
less
libICE
libSM
libX11
libXScrnSaver
libXau
libXcomposite
libXcursor
libXdamage
libXdmcp
libXext
libXfixes
libXfont2
libXft
libXi
libXinerama
libXmu
libXpm
libXrandr
libXrender
libXt
libXtst
libXv
libXvMC
libXxf86vm
liba52
libaio
libaom
libappindicator
libarchive
libargon2
libass
libassuan
libasyncns
libatasmart
libatomic
libatomic_ops
libatomic_ops-devel
libavcodec
libavdevice
libavfilter
libavformat
libavresample
libavutil
libblkid
libblkid-devel
libblockdev
libbluray
libboost_program_options1.72
libboost_system1.72
libbs2b
libbytesize
libcanberra
libcanberra-gtk3
libcap
libcap-ng
libcap-progs
libcddb
libcdio
libcdio-paranoia
libclang
libclang-cpp
libcolord
libconfig
libcrypto46
libcryptsetup
libcups
libcurl
libcxx
libdatrie
libdav1d4
libdaxctl
libdb
libdbusmenu-glib
libdbusmenu-gtk3
libdca
libdrm
libdvbpsi
libdvdcss
libdvdnav
libdvdread
libebml
libedit
libefivar
libelf
libelogind
libepoxy
libev
libevdev
libevent
libexif
libfcitx
libfcitx-qt5
libfdisk
libffi
libffi-devel
libfftw
libflac
libfontenc
libgbm
libgcc
libgcc-devel
libgcrypt
libgirepository
libglapi
libglib-devel
libglvnd
libgomp
libgpg-error
libgpgme
libgtop
libgudev
libgusb
libharfbuzz
libid3tag
libidn2
libimagequant
libimobiledevice
libindicator
libinput
libjack
libjpeg-turbo
libjpeg-turbo-tools
libkmod
libksba
libldap
libldns
liblightdm-gobject
libllvm10
libltdl
liblz4
liblzma
libmad
libmagic
libmatroska
libmicrodns
libmicrohttpd
libmm-glib
libmnl
libmodplug
libmount
libmount-devel
libmpcdec
libmpdclient
libmpeg2
libmtp
libnautilus
libndctl
libndp
libnetfilter_conntrack
libnfnetlink
libnfs
libnftnl
libnl3
libnm
libnm-gtk
libnotify
libnuma
libnuma-devel
libogg
libopenjpeg2
libparted
libpcap
libpciaccess
libpcre
libpcre2
libpcrecpp
libplacebo
libplist
libpng
libpostproc
libprotobuf23-lite
libproxy
libpsl
libpulseaudio
libratbag
libreadline8
librecode
libressl
librpm
librpmbuild
librpmio
librpmsign
librsvg
librtmp
librubberband
libsamplerate
libsane
libsasl
libsass
libseccomp
libsecret
libsensors
libsigc++
libsmartcols
libsmbclient
libsndfile
libsndio
libsodium
libsoup
libsoxr
libspeex
libspiro
libssh2
libssl48
libssp
libssp-devel
libstdc++
libstdc++-devel
libswresample
libswscale
libtasn1
libtdb
libthai
libtheora
libtls20
libtomcrypt
libtommath
libtorrent-rasterbar
libtorrent-rasterbar-python3
libunbound
libuninameslist
libunistring
libunwind
libupnp1.8
libusb
libusb-compat
libusbmuxd
libuuid
libuuid-devel
libuv
libva
libvamp-plugin-sdk
libvdpau
libvidstab
libvlc
libvorbis
libvpx6
libwacom
libwebp
libxatracker
libxbps
libxcb
libxfce4panel
libxfce4ui
libxfce4util
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxshmfence
libxslt
libyaml
libzstd
lightdm
lightdm-gtk3-greeter
linux
linux-firmware-amd
linux-firmware-intel
linux-firmware-network
linux-firmware-nvidia
linux5.7
live555
llhttp
llvm
llvm10
lm_sensors
lolcat-c
lshw
lua
lua52
lua53
lvm2
lxappearance
lxdm
lzo
m4
make
man-pages
mbedtls
mdadm
mdocml
mercurial
mesa
mesa-dri
meson
mime-types
mit-krb5-libs
mkfontscale
mlocate
mobile-broadband-provider-info
mozjs60
mpfr
mpv
mtdev
nasm
ncpamixer
ncurses
ncurses-base
ncurses-libs
ncurses-libtinfo-libs
neofetch
nettle
network-manager-applet
newsboat
newt
nghttp2
ninja
nodejs
noto-fonts-emoji
npth
nspr
nss
nvi
obs
ocl-icd
oniguruma
opendoas
openjdk11
openresolv
openssh
opus
orc
os-prober
p11-kit
pam
pam-base
pam-libs
pamixer
pango
pangomm
patch
pavucontrol
pciutils
pcre-devel
perl
perl-AnyEvent
perl-AnyEvent-I3
perl-Authen-SASL
perl-Canary-Stability
perl-Convert-BinHex
perl-IO-Socket-SSL
perl-IO-stringy
perl-JSON-XS
perl-MIME-tools
perl-MailTools
perl-Net-SMTP-SSL
perl-Net-SSLeay
perl-TimeDate
perl-Types-Serialiser
perl-URI
perl-common-sense
pfetch
picom
pinentry
piper
pixman
playerctl
plymouth
plymouth-data
polkit
polybar
popt
procps-ng
psensor
psmisc
pulseaudio
python
python-psutil
python-tkinter
python-yaml
python3
python3-Mako
python3-MarkupSafe
python3-Pillow
python3-PyHamcrest
python3-Pygments
python3-Twisted
python3-anytree
python3-attrs
python3-automat
python3-cairo
python3-cffi
python3-chardet
python3-constantly
python3-cryptography
python3-dbus
python3-evdev
python3-gobject
python3-hyperlink
python3-idna
python3-incremental
python3-lxml
python3-openssl
python3-pip
python3-ply
python3-pyasn1
python3-pyasn1-modules
python3-pycparser
python3-rencode
python3-service_identity
python3-setproctitle
python3-setuptools
python3-six
python3-tkinter
python3-xdg
python3-yaml
python3-zope.interface
qt5
qt5-concurrent
qt5-core
qt5-dbus
qt5-gui
qt5-network
qt5-opengl
qt5-printsupport
qt5-sql
qt5-svg
qt5-test
qt5-widgets
qt5-x11extras
qt5-xml
rofi
rpm
rtkit
ruby
run-parts
runit
runit-void
sassc
sbc
sed
setxkbmap
shaderc
shadow
shared-mime-info
sl
slang
snooze
socat
speexdsp
sqlite
startup-notification
stfl
stow
sudo
sxhkd
taglib
talloc
tar
tcl
terminus-font
thin-provisioning-tools
tiff
tk
traceroute
tree
tslib
tzdata
udisks2
unicode-emoji
unzip
usbutils
util-linux
util-linux-libs
v4l-utils
vim-common
vim-huge
vim-huge-python3
vivaldi
vlc
void-artwork
void-repo-multilib
volume_key
vte
vte3
vulkan-loader
wayland
webrtc-audio-processing
wget
which
wifi-firmware
wireless_tools
wpa_supplicant
x264
x265
xauth
xbacklight
xbps
xbps-triggers
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-utils
xdotool
xev
xeyes
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-wacom
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xf86-video-vmware
xfconf
xfsprogs
xinit
xinput
xkbcomp
xkeyboard-config
xmlcatmgr
xmodmap
xorg-cf-files
xorg-input-drivers
xorg-minimal
xorg-server
xorg-server-xvfb
xorg-video-drivers
xprop
xvidcore
xxd
xz
yajl
yasm
youtube-dl
zd1211-firmware
zip
zlib
zlib-devel
zstd
