AlsaMixer.app
GConf
NetworkManager
Thunar
accountsservice
acl
acpid
adwaita-icon-theme
alacritty
alacritty-terminfo
alsa-lib
alsa-plugins-pulseaudio
alsa-utils
at-spi2-atk
at-spi2-core
atk
attr
avahi-glib-libs
avahi-libs
base-files
base-system
bash
binutils
binutils-doc
boost
brotli
bsdtar
bspwm
btrfs-progs
bzip2
c-ares
ca-certificates
cairo
caribou
celt
chrony
colord
compton
coreutils
cowsay
cpio
cryptsetup
curl
dash
dbus
dbus-glib
dbus-libs
dbus-x11
dconf
dejavu-fonts-ttf
desktop-file-utils
device-mapper
dhcpcd
diffutils
discord
dmraid
dnssec-anchors
dosfstools
double-conversion
dracut
e2fsprogs
e2fsprogs-libs
efibootmgr
ethtool
eudev
eudev-libudev
exo
expat
f2fs-tools
fcitx
fcitx-configtool
fcitx-unikey
fcitx-unikey-qt5
feh
file
file-roller
findutils
firefox
fish-shell
font-adobe-source-code-pro
font-alias
font-misc-misc
font-sourcecodepro
font-util
fontconfig
fontforge
fontmanager
fortune-mod
freetype
fribidi
fuse
fuse3
gawk
gcr
gdbm
gdk-pixbuf
giflib
gir-freedesktop
git
glib
glib-networking
glibc
glibc-locales
gmp
gnome-keyring
gnome-terminal
gnupg2
gnutls
gpgme
graphite
grep
groff
grub
grub-i386-efi
grub-x86_64-efi
gsettings-desktop-schemas
gtk+
gtk+3
gtk-update-icon-cache
gvfs
gvfs-afc
gvfs-mtp
gvfs-smb
gzip
hicolor-icon-theme
hsetroot
htop
hwids
i3-gaps
iana-etc
icu-libs
imlib2
iproute2
iptables
iputils
ipw2100-firmware
ipw2200-firmware
iso-codes
iw
jansson
json-c
json-glib
jsoncpp
kbd
kbd-data
kmod
kpartx
lcms2
less
libICE
libSM
libX11
libXScrnSaver
libXau
libXcomposite
libXcursor
libXdamage
libXdmcp
libXext
libXfixes
libXfont2
libXi
libXinerama
libXmu
libXpm
libXrandr
libXrender
libXt
libXtst
libXv
libXvMC
libXxf86vm
libaio
libarchive
libargon2
libassuan
libasyncns
libatasmart
libatomic
libblkid
libblockdev
libbluray
libboost_program_options1.72
libbytesize
libcap
libcap-ng
libcap-progs
libcaribou
libcolord
libconfig
libcrypto45
libcrypto46
libcryptsetup
libcups
libcurl
libcxx
libdatrie
libdaxctl
libdb
libdrm
libedit
libefivar
libelf
libelogind
libepoxy
libev
libevdev
libevent
libexif
libfcitx
libfcitx-qt5
libfdisk
libffi
libfftw
libflac
libfontenc
libgbm
libgcc
libgcrypt
libgee08
libgirepository
libglapi
libglvnd
libgomp
libgpg-error
libgpgme
libgudev
libgusb
libharfbuzz
libid3tag
libidn2
libimobiledevice
libinput
libjack
libjpeg-turbo
libjpeg-turbo-tools
libkmod
libksba
libldap
libldns
liblightdm-gobject
libllvm10
libllvm9
libltdl
liblz4
liblzma
libmagic
libmm-glib
libmnl
libmount
libmpdclient
libmtp
libnautilus
libndctl
libndp
libnetfilter_conntrack
libnfnetlink
libnfs
libnftnl
libnl3
libnm
libnm-gtk
libnotify
libogg
libparted
libpcap
libpciaccess
libpcre
libpcre2
libplist
libpng
libproxy
libpsl
libpulseaudio
libratbag
libreadline8
librecode
libressl
librsvg
libsamplerate
libsane
libsasl
libsass
libseccomp
libsecret
libsensors
libsmartcols
libsmbclient
libsndfile
libsodium
libsoup
libsoxr
libspiro
libssh2
libssl47
libssl48
libstdc++
libtasn1
libtdb
libthai
libtls19
libtls20
libtomcrypt
libtommath
libunbound
libuninameslist
libunistring
libusb
libusbmuxd
libuuid
libvorbis
libvpx6
libwacom
libwebp
libxatracker
libxbps
libxcb
libxfce4panel
libxfce4ui
libxfce4util
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxshmfence
libxslt
libyaml
libzstd
lightdm
lightdm-gtk3-greeter
linux
linux-firmware-amd
linux-firmware-intel
linux-firmware-network
linux-firmware-nvidia
linux5.3
linux5.7
lm_sensors
lolcat-c
lvm2
lxappearance
lxdm
lzo
man-pages
mdadm
mdocml
mesa
mesa-XvMC
mesa-ati-dri
mesa-dri
mesa-intel-dri
mesa-nouveau-dri
mesa-vaapi
mesa-vdpau
mesa-vmwgfx-dri
mesa-vulkan-intel
mesa-vulkan-radeon
mit-krb5-libs
mkfontscale
mobile-broadband-provider-info
mozjs60
mpfr
mtdev
ncpamixer
ncurses
ncurses-base
ncurses-libs
neofetch
nettle
network-manager-applet
newsboat
newt
nghttp2
noto-fonts-emoji
npth
nspr
nss
nvi
oniguruma
openresolv
openssh
opus
orc
os-prober
p11-kit
pam
pam-base
pam-libs
pamixer
pango
pciutils
perl
perl-AnyEvent
perl-AnyEvent-I3
perl-Authen-SASL
perl-Canary-Stability
perl-Convert-BinHex
perl-IO-Socket-SSL
perl-IO-stringy
perl-JSON-XS
perl-MIME-tools
perl-MailTools
perl-Net-SMTP-SSL
perl-Net-SSLeay
perl-TimeDate
perl-Types-Serialiser
perl-URI
perl-common-sense
picom
pinentry
piper
pixman
polkit
polybar
popt
procps-ng
psmisc
pulseaudio
python
python-atspi
python-cairo
python-dbus
python-gobject
python3
python3-atspi
python3-cairo
python3-dbus
python3-evdev
python3-gobject
python3-lxml
python3-pip
python3-setuptools
qt5-core
qt5-dbus
qt5-gui
qt5-network
qt5-widgets
rofi
rtkit
run-parts
runit
runit-void
sassc
sbc
sed
setxkbmap
shadow
shared-mime-info
slang
snooze
speexdsp
sqlite
startup-notification
stfl
stow
sudo
sxhkd
talloc
tar
terminus-font
thin-provisioning-tools
tiff
traceroute
tslib
tzdata
udisks2
unicode-emoji
unzip
usbutils
util-linux
util-linux-libs
vim
vim-common
void-artwork
volume_key
vte
vte3
wayland
webrtc-audio-processing
wget
which
wifi-firmware
wireless_tools
wpa_supplicant
xauth
xbacklight
xbps
xbps-triggers
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-utils
xev
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-wacom
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-mga
xf86-video-nouveau
xf86-video-vesa
xf86-video-vmware
xfconf
xfsprogs
xinit
xinput
xkbcomp
xkeyboard-config
xorg-input-drivers
xorg-minimal
xorg-server
xorg-video-drivers
xxd
yajl
zd1211-firmware
zip
zlib
