[1m[33m ->[0m[0m Avoid running yay as root/sudo.
accountsservice
acpid
adwaita-icon-theme
alacritty
albert
alsa-firmware
alsa-plugins
alsa-utils
android-tools
anki
arc-gtk-theme
arc-x-icons-theme
arch-install-scripts
aria2
asciiquarium
aura-bin
autoconf
automake
b43-fwcutter
base
bash-completion
bind
binutils
bison
bluez-utils
btrfs-progs
c-ares
cantarell-fonts
capitaine-cursors
cbindgen
celt
chrony
clang
cmatrix
cowsay
cpio
crda
cronie
dconf-editor
deluge
deluge-gtk
dhclient
dhcpcd
dialog
diffutils
discord
dkms
dmidecode
dmraid
dnsmasq
docbook-xml
docbook-xsl
dosfstools
double-conversion
downgrade
doxygen
dracut
dunst
duperemove
dxvk-bin
ecl
efibootmgr
efitools
electron
emacs
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-hooks
eos-log-tool
eos-update-notifier
epdfview
ethtool
evolution
exfat-utils
expect
f2fs-tools
fakeroot
fcitx
fcitx-configtool
fcitx-qt5
fcitx-unikey
fd
feh
ffmpegthumbnailer
figlet
file-roller
firefox
fish
flameshot
flex
font-manager
fontforge
fortune-mod
fortune-mod-archlinux
fprintd
freetype2
fsarchiver
galculator
garcon
gcc
gdm
geany
geary
gedit
genymotion
gftp
gimp
git
git-lfs
github-cli
glances
glslang
gnome-control-center
gnome-keyring
gnome-network-displays
gnome-packagekit
gnome-terminal
gnome-themes-extra
gnu-netcat
gotop-bin
gpart
gparted
gpm
gptfdisk
groff
grsync
grub
grub-tools
grub2-theme-endeavouros
gspell
gst-libav
gst-plugins-bad
gst-plugins-ugly
gtk-doc
gtk-engine-murrine
gtkmm
gvfs
gvfs-afc
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hardinfo
haveged
hdparm
hsetroot
htop
http-parser
hwdetect
hwinfo
i3-gaps
i3-layout-manager-git
i3lock-color
idevicerestore
imake
inetutils
inkscape
intel-ucode
ipw2100-fw
ipw2200-fw
iwd
jfsutils
jp2a
jq
jsoncpp
leafpad
lib32-libpulse
lib32-libxcomposite
lib32-vulkan-intel
lib32-vulkan-radeon
libatomic_ops
libconfig
libdvbpsi
libdvdcss
libebml
libev
libgsf
libgtop
libimagequant
libmad
libmatroska
libmicrodns
libmpdclient
libopenraw
libplacebo
libpwquality
libratbag
libressl
libsass
libspiro
libtommath
libtool
libtorrent-rasterbar
libuninameslist
libusb-compat
libwnck3
libxkbcommon-x11
light-locker
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-atm
linux-firmware
linux-headers
linux-wifi-hotspot
llvm
logrotate
lolcat
lsb-release
lshw
lsscsi
lua
lua52
lua53
luajit
lutris
lvm2
lxappearance
lxdm
m4
make
man-db
man-pages
mbedtls
mc
mdadm
memtest86+
mercurial
mesa
meson
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mpv
mpv-mpris
mtools
mupdf
nasm
nbd
ncdu
ndisc6
neofetch
neovim
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nghttp2
nilfs-utils
ninja
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
obs-studio
ocl-icd
oniguruma
openconnect
opendesktop-fonts
opendoas
opendoas-sudo
openssh
openvpn
os-prober
osu
pacman-cleanup-hook
pacman-contrib
pamac-all
pamixer
parted
patch
pavucontrol
pcurses
perl-anyevent
perl-anyevent-i3
perl-authen-sasl
perl-canary-stability
perl-common-sense
perl-convert-binhex
perl-io-socket-ssl
perl-io-stringy
perl-json-xs
perl-mime-tools
perl-net-smtp-ssl
perl-net-ssleay
perl-types-serialiser
picom
piper
pkgconf
pkgfile
playerctl
polybar-git
poppler-glib
potato
powerpill
ppp
pptpclient
proton-ge-custom-bin
psensor
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-jack
pv
python
python-anytree
python-attrs
python-automat
python-cairo
python-cffi
python-chardet
python-constantly
python-cryptography
python-evdev
python-hyperlink
python-idna
python-incremental
python-lxml
python-mako
python-markupsafe
python-pillow
python-pip
python-pyasn1
python-pyasn1-modules
python-pycparser
python-pygments
python-pyhamcrest
python-rencode
python-setproctitle
python-twisted
python-yaml
python2-psutil
python2-yaml
qt5-svg
qt5-x11extras
r8168
rclone
refind
reflector
reiserfsprogs
rhythmbox
ripgrep
rofi
rofimoji
rp-pppoe
rsync
ruby
rust
rust-docs
s-nail
safeeyes
sassc
sddm
sdparm
sg3_utils
shaderc
simplescreenrecorder
sl
smartmontools
socat
steam
stfl
stow
sublime-text-3
sxhkd
sylpheed
sysfsutils
tcpdump
terminal-parrot
terminus-font
texinfo
thunar
thunar-volman
thunderbird
timeshift
tk
tlp
traceroute
tree
tslib
ttf-bitstream-vera
ttf-caladea
ttf-carlito
ttf-croscore
ttf-dejavu
ttf-liberation
ttf-opensans
ttf-ubuntu-font-family
ttf-wps-fonts
tumbler
unicode-emoji
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
vlc
vpnc
vulkan-intel
vulkan-radeon
waifu2x-converter-cpp-git
waifu2x-converter-qt-git
waifu2x-ncnn-vulkan
welcome
wget
which
whois
wine
wireless-regdb
wireless_tools
wpa_supplicant
wps-office
wps-office-mime
wvdial
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-user-dirs-gtk
xdotool
xf86-input-evdev
xf86-input-libinput
xf86-input-vmmouse
xf86-input-wacom
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xf86-video-vmware
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xlockmore
xorg-server
xorg-server-xvfb
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xss-lock
yad
yajl
yasm
yay
youtube-dl
